username=input("Введите имя пользователя: ") #Имя пользователя
print("Имя пользователя:",username)
title=input("Введите заголовок заметки: ") #Заголовок заметки
print("Заголовок заметки:",title)
content=input("Введите описание заметки: ") #Описание заметки
print("Описание заметки:",content)
status=input("Введите статус заметки: ") #Статус заметки
print("Статус заметки:",status)
created_date=input("Введите дату создания заметки в формате дд-мм-гггг: ") #Дата создания заметки
print("Дата создания заметки:",created_date)
issue_date=input("Введите дату истечения заметки в формате дд-мм-гггг: ") #Дата истечения заметки
print("Дата истечения заметки:",issue_date)